Repository: Cloud-Apps/owncloud
Catalog: l10n/*/files.po
Languages: sl, sr

source: There is no error, the file uploaded with success
sl: datoteka je bila naložena uspešno.
sr: Нема грешке, фајл је успешно послат

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
sl: Velikost željene naložene datoteke je prevelika. (upload_max_filesize - php.ini) Kontaktirajte Administratorja.
sr: Послати фајл превазилази директиву upload_max_filesize из

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
sl: Velikost željene naložene datoteke je prevelika. (MAX_FILE_SIZE - html formi) Kontaktirajte Administratorja.
sr: Послати фајл превазилази директиву MAX_FILE_SIZE која је наведена у ХТМЛ форми

source: The uploaded file was only partially uploaded
sl: Datoteka je bila le delno naložena.
sr: Послати фајл је само делимично отпремљен!

source: No file was uploaded
sl: Naloženih ni bilo nič Datotek.
sr: Ниједан фајл није послат

source: Missing a temporary folder
sl: Ni potrebne začasne datoteke. (temporary folder)
sr: Недостаје привремена фасцикла

source: Files
sl: Datoteke
sr: Фајлови

source: Maximum upload size
sl: Maksimalna velikost
sr: Максимална величина пошиљке

source: New
sr: Нови

source: Text file
sr: текстуални фајл

source: Folder
sr: фасцикла

source: From the web
sr: са веба

source: Upload
sl: Naloži gor
sr: Пошаљи

source: Nothing in here. Upload something!
sl: Naloženih še ni bilo nič datotek.
sr: Овде нема ничег. Пошаљите нешто!

source: Name
sl: Ime
sr: Име

source: Download
sl: Naloži dol
sr: Преузми

source: Size
sl: Velikost
sr: Величина

source: Modified
sl: Urejeno
sr: Задња измена

source: Delete
sl: Izbriši
sr: Обриши

source: Upload too large
sl: Nalaganje ni mogoče, ker je preveliko.
sr: Пошиљка је превелика

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
sl: Datoteke ki jih želiš naložiti presegajo maksimalno velikost na tem strežniku. Kontaktirajte Administratorja.
sr: Фајлови које желите да пошаљете превазилазе ограничење максималне величине пошиљке на овом серверу.
